Repository: Abdelrahman-Rashad/recipe-finder-gemini-AI-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Search for a recipe
ar: دور على أكلة تشبعك

# subTitle
source: What's on your mind?
ar: نفسك تاكل إيه؟

# hintSearch
source: Search by food name...
ar: اكتب اسم الأكلة اللي في بالك...

# validationSearch
source: Search by food name...
ar: يلا يا شيف، اكتب اسم الأكلة!

# modelFailed
source: An error occurred! Please try again later.
ar: المطبخ زحمة دلوقتي، جرب كمان شوية

source: Description
ar: الحكاية

# notFoundDescription
source: No description found
ar: يا خبر! مفيش حكاية للأكلة دي

source: Ingredients
ar: المقادير

# notFoundIngredients
source: No ingredients found
ar: يا نهار أبيض! مفيش مقادير هنا

source: Instructions
ar: طريقة التحضير

# notFoundInstructions
source: No Instructions found
ar: الطباخ نام ومكتبش الخطوات

# notFoundTitle
source: The AI doesn't recognize this food
ar: الذكاء الاصطناعى مش معترف باسم الأكلة دي
